{
  "home": "Inicio",
  "title": "Transformación Digital Inteligente",
  "content": "Soluciones personalizadas con IA, automatización y tecnología para escalar tu negocio.",
  "vision": {
    "title": "Visión",
    "text": "Ser referentes en la transformación inteligente de procesos empresariales, brindando soluciones de inteligencia artificial personalizadas que se integran de forma natural en la operación diaria.\nAcompañamos a las empresas en su evolución digital, ayudándolas a ganar eficiencia, automatizar tareas repetitivas y liberar el tiempo de sus equipos para que puedan enfocarse en lo que realmente importa: la toma de decisiones estratégicas, la innovación y el crecimiento sostenible.\nCreemos en una tecnología que trabaja en armonía con las personas, potenciando sus capacidades y fortaleciendo su impacto."
  },
  "what": {
    "title": "¿Qué hacemos?",
    "intro": "Desarrollamos agentes de inteligencia artificial personalizados que automatizan tareas repetitivas, optimizan procesos y se integran directamente en los sistemas existentes de tu empresa.\nNuestro enfoque parte de una comprensión profunda de tus operaciones, lo que nos permite diseñar soluciones prácticas, a medida y sin complicaciones.\n\nA diferencia de otras propuestas, no solo implementamos: acompañamos la evolución de tu negocio y adaptamos los agentes conforme cambian tus necesidades o surgen nuevas tecnologías.\nNuestro objetivo es claro: ayudarte a ahorrar tiempo, mejorar la eficiencia y escalar de forma inteligente, sin promesas vacías ni soluciones genéricas.",
    "solutions": {
      "ai": {
        "emoji": "🧠",
        "title": "IA Aplicada",
        "description": "Automatizamos decisiones, clasificamos documentos y optimizamos tareas repetitivas con modelos de lenguaje y visión artificial."
      },
      "automation": {
        "emoji": "⚙️",
        "title": "Automatización de procesos",
        "description": "Identificamos cuellos de botella y diseñamos flujos de trabajo eficientes con herramientas como n8n, RPA e integraciones personalizadas."
      },
      "integrations": {
        "emoji": "🔌",
        "title": "Integraciones empresariales",
        "description": "Conectamos sistemas internos, ERPs, CRMs y APIs externas para centralizar datos y simplificar operaciones."
      },
      "consulting": {
        "emoji": "🗭️",
        "title": "Consultoría estratégica",
        "description": "Te ayudamos a definir prioridades tecnológicas y detectar oportunidades con alto retorno."
      },
      "customSoftware": {
        "emoji": "🧱",
        "title": "Software a medida",
        "description": "Aplicaciones web, bots o backends diseñados específicamente para tu necesidad."
      }
    }
  },
  "how": {
    "title": "¿Cómo lo hacemos?",
    "intro": "Dividimos el proceso de trabajo en cuatro fases principales:",
    "steps": {
      "discovery": {
        "title": "Descubrimiento y Evaluación de Necesidades",
        "description": "Realizamos un relevamiento detallado de los procesos actuales, los objetivos del negocio, los volúmenes operativos y los niveles de complejidad. Buscamos comprender con claridad qué resultados se esperan obtener con la solución."
      },
      "analysis": {
        "title": "Análisis",
        "description": "Analizamos los datos e información recolectada para identificar cuellos de botella, ineficiencias y oportunidades de mejora. Estudiamos casos típicos y atípicos, flujos de procesos y tipos de mensajes, lo que nos permite definir con precisión los escenarios más relevantes."
      },
      "design": {
        "title": "Diseño de la Solución",
        "description": "Con base en el análisis, diseñamos una solución a medida que puede incluir agentes inteligentes, integraciones tecnológicas y las interfaces necesarias. Proponemos diferentes alternativas con sus respectivas ventajas y desventajas para facilitar una toma de decisiones precisa."
      },
      "implementation": {
        "title": "Implementación",
        "description": "Desarrollamos los agentes y componentes definidos, priorizando un enfoque evolutivo: comenzamos con un piloto funcional y sumamos funcionalidades de manera iterativa y controlada. De esta forma garantizamos resultados medibles desde el inicio y una máxima adaptabilidad a medida que el sistema madura."
      }
    }
  },
  "useCases": {
    "title": "Casos de Uso",
    "intro": "Nuestros agentes inteligentes se adaptan a una amplia variedad de procesos empresariales, automatizando tareas clave, mejorando la experiencia del cliente y liberando recursos operativos. Estos son algunos de los casos de uso más relevantes:",
    "cases": {
      "email": {
        "emoji": "📨",
        "title": "Gestión automática de consultas por email",
        "description": "Clasificación y respuesta automática de correos entrantes. El agente interpreta el mensaje (stock, estado de pedido, errores) y responde en el mismo idioma, integrando datos en tiempo real desde el ERP."
      },
      "chatbot": {
        "emoji": "💬",
        "title": "Chatbots con IA por WhatsApp, Telegram y Web",
        "description": "Atención automatizada 24/7 a través de múltiples canales. Los agentes conversacionales responden preguntas frecuentes, toman pedidos, verifican stock, informan estados y escalan casos complejos a un humano."
      },
      "cart": {
        "emoji": "🛒",
        "title": "Carrito de compras automatizado por chat",
        "description": "El cliente puede seleccionar productos, cantidades, método de entrega y medio de pago directamente desde el chat (WhatsApp o web). El agente valida stock, calcula el total y gestiona la confirmación del pedido."
      },
      "tracking": {
        "emoji": "📦",
        "title": "Seguimiento de pedidos y entregas",
        "description": "El sistema informa automáticamente el estado de los pedidos, conectándose con plataformas logísticas o sistemas internos, y notificando al cliente por el canal que prefiera."
      },
      "reconciliation": {
        "emoji": "📊",
        "title": "Conciliación de documentos comerciales",
        "description": "Verificación cruzada entre facturas, órdenes de compra, certificados y otros documentos. Detección automática de errores o inconsistencias con alertas visuales y trazabilidad."
      },
      "dataEntry": {
        "emoji": "📁",
        "title": "Carga automática de datos en sistemas",
        "description": "Extracción inteligente de datos desde PDFs, formularios o imágenes, y carga directa en sistemas ERP/CRM, reduciendo errores humanos y tiempos de procesamiento."
      },
      "assistant": {
        "emoji": "🧠",
        "title": "Asistentes internos para equipos operativos",
        "description": "Agentes que responden en tiempo real a preguntas del equipo sobre productos, precios, condiciones comerciales o estados de clientes, integrados a sistemas existentes."
      },
      "integration": {
        "emoji": "🔄",
        "title": "Integración entre plataformas desconectadas",
        "description": "Automatización de flujos entre sistemas sin integración nativa, mediante agentes que actúan como puente para intercambiar, transformar o sincronizar datos."
      }
    }
  },
  "contact": "Contacto",
  "name": "Nombre",
  "email": "Correo",
  "message": "Mensaje",
  "submit": "Enviar",
  "heroTitle": "Impulsamos tu evolución digital",
  "heroSubtitle": "Automatización inteligente para escalar sin aumentar costos",
  "heroSubtitle2": "Soluciones con IA, integraciones a medida y acompañamiento estratégico en cada paso de tu evolución digital",

  "chat":{
    "sayhi": "Hola, ¿Cómo puedo ayudarte?",
    "inputPlaceholder": "Dime que necesitas...."
  }
}